package com.example.beskorsravniosago.collections

import com.example.beskorsravniosago.network.Coefficients



//    Coefficient(
//        "КМ",
//    "(коэфф. мощности)",
//    "Чем мощнее автомобиль," + "\n" + "тем дороже страховой полис",
//    "0,6 - 1,6"
//),
//    Coefficient(
//"КТ",
//"(территориальный коэфф.)",
//"Определяется по прописке" + "\n" + "собственника автомобиля",
//"0,64 - 1,99"
//),
//    Coefficient(
//"КБМ",
//"(коэфф. безаварийности)",
//"Учитывается только самый" + "\n" + " высокий коэффициент из всех" + "\n" + "водителей",
//"0,5 - 2,45"
//),
//    Coefficient(
//"КВС",
//"(коэфф. возраст/стаж)",
//"Чем больше возраст и стаж" + "\n" + "у вписанного в полис водителя," + "\n" + "тем дешевле будет полис",
//"0,90 - 1,93"
//),
//    Coefficient(
//"КО",
//"(коэфф. ограничений)",
//"Полис с ограниченным списком" + "\n" + "водителей будет стоить дешевле",
//"1 или 1,99"
//))
